{
    "resume": "With over 14 years of experience in the field of image processing and data science, I am passionate about designing and driving software products that meet user needs and leverage cutting-edge data science technologies, artificial intelligence and cloud computing. I worked in image processing and software development for Galderma R&D (Nestlé Skin Health), Nonolive, Airbus, European projects, Inria, Institut Curie and Universities. Each of my experiences gave rise to patents or scientific publications.",
    "experiences": [
        {
            "title": "Technical product owner at Nanolive",
            "period": "2022 -",
            "items": [
                {"content": "Clients needs analysis"},
                {"content": "Organized product development between product manager, scrum master and data scientists (15 people)"},
                {"content": "Led roadmaps build, milestones definition and work packages definition"},
                {"content": "Design of a new architecture to enable software modularity and scalability"},
                {"content": "Led assessment workflow to produce product specs"},
                {"content": "Development of deep learning algorithms and analysis pipelines"}
            ]
        },
        {
            "title": "Data Project Manager at Inria & Institut Curie",
            "period": "2018 - 2022",
            "items": [
                {"content": "Led the development of BioImageIT, a software that enable biologists to access cutting-edge data analysis tools"},
                {"content": "Consulting in data science for external companies: Airbus, EIT-Digital…"},
                {"content": "Development of deep learning models and user interfaces for bio-imaging applications"},
                {"content": "5 scientific publications including IEEE and Nature Method"}
            ]
        },
        {
            "title": "Data Scientist at Biogenouest",
            "period": "2014 - 2018",
            "items": [
                {"content": "Management of a microscopy image analysis facility: trainings, data storage maintenance, custom analysis solutions development."},
                {"content": "Led the development of Platform-Manager a web app that allowed to divide by 5 the needed time to monitor facilities."},
                {"content": "5 scientific publications including Development and Current Biology."}
            ]
        },
        {
            "title": "Data Scientist at Nice University",
            "period": "2013 - 2014",
            "items": [
                {"content": "Development of tracking algorithms for 3D+t microscopy imaging."},
                {"content": "Evaluation of market needs for bio-image analysis tools in pharmaceutical market"},
                {"content": "1 scientific publication"}
            ]
        },
        {
            "title": "Data Scientist at Inria & Galderman R&D",
            "period": "2009 - 2012",
            "items": [
                {"content": "Development of machine learning algorithms for early clinic diagnosis of skin disorders using multispectral imaging."},
                {"content": "Development of an end user interface to analyse clinical studies."},
                {"content": "The developed algorithms allowed to devide by 3 the time of a pre-clinical trial"},
                {"content": "5 patents, 4 scientific publications, 1 software"}
            ]
        }
    ],
    "education": [
        {
            "title": "PhD in computer science at Inria",
            "period": "2009 - 2012",
            "items": [
                {"content": "Director: Xavier Descombres & Josiane Zerubia"}
            ]
        },
        {
            "title": "Master SIPT at Grenoble INP",
            "period": "2009",
            "items": [
                {"content": "Signal processing, image processing, telecom"}
            ]
        },
        {
            "title": "Engineering school ENSE3 at Genoble INP",
            "period": "2006 - 2009",
            "items": [
                {"content": "Signal processing, image processing, automatic, electrical engineering"}
            ]
        }
    ]
}
